{
  "some": "English",
  "tsarayutyunner": "Services",
  "tesadaran": "Gallery",
  "kontaktner": "Contacts",
  "dizayn": "Design",
  "artaqin-govazd": "Outdoor Advertising",
  "tpagrutyun": "Printing",
  "lazerayin-tpagrutyun": "Laser and Milling printing",
  "mer-masin": "About Us",
  "mer-masin-text": "S Design Studio has been operating in Yerevan and Ijevan since 2006. Years of experience and responsibility are a guarantee of trust and long-term  cooperation. Our team is ready to implement every idea of ​​the client, the best programs and  ready to find the most effective ways to implement the work.",
  "mer-gortsnkerner": "Our Partners",
  "erevan-hasce": "A.R0033 C. Yerevan Gyulbekian 31",
  "ijevan-hasce": "A.R 4001C. Ijevan Vasilian 2/2",
  "menq-katarumenq": "We're doing",
  "laynaformat-tpagrutyun": "Large format printing",
  "tsavalayin-tarer": "Volumetric letters",
  "int-ext-dizayn": "Interior and Exterior Design",
  "vahanakner": "Panels",
  "cucanakner": "Signboards",
  "poragrutyun": "3D Engraving",
  "lazerayin-ashxatanqner": "Laser and Milling works",
  "mer-arajarkvox-tsarayutyunnery": "Our offered services",
  "dizayn-text": "We offer design services for both printing and digital platforms",
  "get-familiar": "MEET",

  "Ստեղծում և մշակում ենք ՝ ": "We create and develop:",
  "service-1-items": "Branding| Logos| Advertising materials (business card, booklet, leaflet, etc.)| label design| product design / stands, signs | pictures of posting on social networks",
  "service-2-items": "Facade measurement| design | Preparation | Installation | Warranty service",
  "service-2-subtitle": "Outdoor advertising has an independent place in the advertising market. It makes not only the organization recognizable but also the facade or the building where the advertisement is placed. Our professional team is ready to offer different solutions and approaches to make your brand even more visible.",
  "Մենք առաջարկում  ենք  լուսային վահանակների , լուսային տառերի, տպագրական բաններների, ցուցանակների  ամբողջական փաթեթ հաճախորդին ՝": "We offer complete package of light panels, light letters, printing banners, signs for the customers",

  "service-3-items": "business cards| Postcards| Booklets| Design and making of banners and  other printing materials",
  "Կատարում ենք ՝": "Are doing",
  "Թվային  հարթակների  արագ զարգացման փաստը ակնհայտ է, բայց դա չի խանգարում ,  որպեսզի  լայնաֆորմատ և թվային տպագրությունները  մնան ակտուալ մարքետինգային արշավներում ։ Առաջարկում ենք ինչպես լայնաֆորմատ  բաններների, ինքնակպչուն թաղանթների տպագրություն, այնպես էլ  փակցման աշխատանքներ": "The fact of the rapid development of digital platforms is obvious, but it does not prevent large-format digital prints from remaining relevant in marketing campaigns. We offer printing of large format banners, self-adhesive membranes, as well as posting works.",

  "service-4-items": "Milling and Engraving according to your own drawing, or the file processed by us| Laser engraving and cutting: we perform laser cutting works / orgapak, alikabond, PVS, plywood, ABS, leather| Plotter works: cutting and pasting advertising texts on facades, making self-adhesive stickers, exterior and interior glass upholstery",
  "Առաջարկում ենք ֆրեզերային և լազերային հետևյալ ծառայություններ՝": "We offer the following milling and laser services:",

  "Կապ հաստատեք մեզ հետ": "Contact us",
  "Անուն": "Name",
  "Էլ փոստ": "E-mail",
  "Ուղարկել": "Send",
  "sxal": "Sent",
  "uxarkvace": "Something went wrong!!",
  "Գյուլբենկյան 31, Երեվան": "Gyulbenkyan 31, Erevan",
  "Վասիլյան 2/2 ք․ Իջեվան": "Vasilyan 2/2 ք․ Ijevan"
}
