import React from 'react';
import Service from './Service';
import '../../css/services/ourworks.scss';

export default function OurWorks() {
    const data = [
        {
            title: "ԴԻԶԱՅՆ",
            background: "images/serviceImages/design.png",
            subTitle: "Մենք  առաջարկում ենք դիզայն ծառայություններ ինչպես տպագրական այնպես էլ թվային հարթակի համար ։",
            weAreDoing: "Ստեղծում և մշակում ենք ՝ ",
            services: ["բրենդինգ", "լոգոներ", "գովազդդային նյութեր (այցեքարտ, բուկլետ, թռուցիկ և այլն)", "պիտակների դիզայն", "պրոդուկտ դիզայն/ ստենդներ , ցուցանակներ/ինտերնետային պաստառներ", "ինտերնետային պաստառներ"],
            align: "right"
        },
        { 
            title: "ԱՐՏԱՔԻՆ ԳՈՎԱԶԴ",
            background: "images/serviceImages/bank.png",
            subTitle: "Գովազդի շուկայում ինքնուրույն տեղ է զբաղեցնում արտաքին գովազդը: Այն ճանաչելի է դարձնում ոչ միայն կազմակերպությունը այլ նաև տվյալ  ֆասադը կամ շենքը , որտեղ տեղադրված է գովազդը ։ Մեր պրոֆեսիոնալ թիմը  պատրաստ է առաջարկել տարբերվող լուծումներ և  մոտեցումներ, Ձեր բրենդը  էլ ավելի տեսանելի դարձնելու համար։",
            weAreDoing: "Մենք առաջարկում  ենք  լուսային վահանակների , լուսային տառերի, տպագրական բաններների, ցուցանակների  ամբողջական փաթեթ հաճախորդին ՝",
            services: ["Ֆասադի չափագրում", "Դիզայն", "Պատրաստում", "Տեղադրում", "Երաշխիքային սպասարկում "],
            align: "left"
        },

        {
            title: "ՏՊԱԳՐՈՒԹՅՈՒՆ",
            background: "images/serviceImages/print.png",
            subTitle: "Թվային  հարթակների  արագ զարգացման փաստը ակնհայտ է, բայց դա չի խանգարում ,  որպեսզի  լայնաֆորմատ և թվային տպագրությունները  մնան ակտուալ մարքետինգային արշավներում ։ Առաջարկում ենք ինչպես լայնաֆորմատ  բաններների, ինքնակպչուն թաղանթների տպագրություն, այնպես էլ  փակցման աշխատանքներ",
            weAreDoing: "Կատարում ենք ՝",
            services: ["այցեքարտերի", "բացիկների", " բուկլետների", " բաններների  և այլ տպագրական նյութերի դիզայն և պատրաստում։"],
            align: "right"
        },
        {
            title: "ԼԱԶԵՐԱՅԻՆ և ՖՐԵԶԵՐԱՅԻՆ ՓՈՐԱԳՐՈՒԹՅՈՒՆ",
            background: "images/serviceImages/engraving.png",
            weAreDoing: "Առաջարկում ենք ֆրեզերային և լազերային հետևյալ ծառայություններ՝",
            services: ["Ֆրեզերային կտրում և փորագրում Ձեր իսկ  գծագրին համապատասխան, կամ ֆայլը մշակվում է մեր կողմից ։", "Լազերային փորագրում և  կտրում՝ կատարում ենք լազերային կտրման աշխատանքներ/օրգապակի, ալիկաբոնդ, ՊՎՍ, նրբատախտակ, ԱԲՍ, կաշի ։", "Պլոտերային աշխատանքներ՝ ֆասադների գովազդային տեքստերի  կտրում և փակցնում, ինքնակպչուն սթիքերների պատրաստում, Էքստերիերի և ինտերիերի ապակիների պաստառապատում։"],
            align: "left"
        },

    ]
    return (
        <div className="our-services">
            <div className="heading">
                <h2>ՄԵՐ ԱՌԱՋԱՐԿՎՈՂ ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԸ</h2>
                <h3>Մենք կատարում ենք</h3>
            </div>
            <div className="we-are-doing">
                {data.map((el, i) => <Service data={el} order={i+1} key={i} />)}
            </div>
        </div>
    )
}
