import React from 'react';
import '../../css/about.scss';

export default function About() {
    return (
        <div className="about"> 
            <div className="about-us-text">
                <h2>ՄԵՐ ՄԱՍԻՆ</h2>
                <p>S Design Studio-ն 2006 –ից իր  գործունեությունն է ծավալում  Երևանում
                    և Իջևանում.<br/> Տարիների փորձառությունը և պատասխանատությունն երաշխիք են
                    վստահության և<br/> երկարատև սերտ համագործակցության. Մեր թիմը  պատրաստ է
                    իրականացնելու <br/> հաճախորդի յուրաքանչյուր  մտահաղացումներն լավագույն
                    ծրագրերը և պատրաստ է<br/> գտնելու ամենաարդյունավետ տարբերակները  աշխատանքներն
                    իրականացնելու համար։<br/>
                    S Design Studio-ն 2006 –ից իր  գործունեությունն է ծավալում  Երևանում 
                    և Իջևանում.<br/> Տարիների փորձառությունը և պատասխանատությունն երաշխիք են
                    վստահության և <br/>երկարատև սերտ համագործակցության. Մեր թիմը  պատրաստ է
                    իրականացնելու <br/>հաճախորդի յուրաքանչյուր  մտահաղացումներն լավագույն
                    ծրագրերը և պատրաստ է<br/> գտնելու ամենաարդյունավետ տարբերակները  աշխատանքներն
                    իրականացնելու համար։
                </p>
            </div>
        </div>
    )
}
